{
  "version": "1.0",
  "truncation": null,
  "padding": {
    "strategy": "BatchLongest",
    "direction": "Right",
    "pad_to_multiple_of": null,
    "pad_id": 3,
    "pad_type_id": 0,
    "pad_token": "[PAD]"
  },
  "added_tokens": [
    {
      "id": 0,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "WhitespaceSplit"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[UNK]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[PAD]": 3,
      "[MASK]": 4,
      "!": 5,
      "$": 6,
      "&": 7,
      "'": 8,
      "(": 9,
      ")": 10,
      "*": 11,
      "+": 12,
      ",": 13,
      "-": 14,
      ".": 15,
      "/": 16,
      "0": 17,
      "1": 18,
      "2": 19,
      "3": 20,
      "4": 21,
      "5": 22,
      "6": 23,
      "7": 24,
      "8": 25,
      "9": 26,
      ":": 27,
      "?": 28,
      "A": 29,
      "B": 30,
      "C": 31,
      "D": 32,
      "E": 33,
      "F": 34,
      "G": 35,
      "H": 36,
      "I": 37,
      "J": 38,
      "K": 39,
      "L": 40,
      "M": 41,
      "N": 42,
      "O": 43,
      "P": 44,
      "Q": 45,
      "R": 46,
      "S": 47,
      "T": 48,
      "U": 49,
      "V": 50,
      "W": 51,
      "X": 52,
      "Y": 53,
      "Z": 54,
      "[": 55,
      "]": 56,
      "a": 57,
      "b": 58,
      "c": 59,
      "d": 60,
      "e": 61,
      "f": 62,
      "g": 63,
      "h": 64,
      "i": 65,
      "j": 66,
      "k": 67,
      "l": 68,
      "m": 69,
      "n": 70,
      "o": 71,
      "p": 72,
      "q": 73,
      "r": 74,
      "s": 75,
      "t": 76,
      "u": 77,
      "v": 78,
      "w": 79,
      "x": 80,
      "y": 81,
      "z": 82,
      "°": 83,
      "à": 84,
      "é": 85,
      "ā": 86,
      "Ō": 87,
      "ō": 88,
      "ū": 89,
      "–": 90,
      "##e": 91,
      "##c": 92,
      "##t": 93,
      "##o": 94,
      "##r": 95,
      "##a": 96,
      "##l": 97,
      "##x": 98,
      "##i": 99,
      "##n": 100,
      "##g": 101,
      "##y": 102,
      "##k": 103,
      "##u": 104,
      "##J": 105,
      "##P": 106,
      "##ō": 107,
      "##d": 108,
      "##m": 109,
      "##s": 110,
      "##'": 111,
      "##h": 112,
      "##p": 113,
      "##b": 114,
      "##.": 115,
      "##j": 116,
      "##5": 117,
      "##:": 118,
      "##!": 119,
      "##-": 120,
      "##B": 121,
      "##C": 122,
      "##/": 123,
      "##1": 124,
      "##2": 125,
      "##3": 126,
      "##A": 127,
      "##L": 128,
      "##f": 129,
      "##w": 130,
      "##E": 131,
      "##S": 132,
      "##0": 133,
      "##T": 134,
      "##)": 135,
      "##I": 136,
      "##9": 137,
      "##v": 138,
      "##[": 139,
      "##]": 140,
      "##z": 141,
      "##V": 142,
      "##O": 143,
      "##M": 144,
      "##D": 145,
      "##ū": 146,
      "##W": 147,
      "##Q": 148,
      "##F": 149,
      "##é": 150,
      "##à": 151,
      "##?": 152,
      "##Y": 153,
      "##q": 154,
      "##R": 155,
      "##G": 156,
      "##U": 157,
      "##8": 158,
      "##+": 159,
      "##6": 160,
      "##$": 161,
      "##4": 162,
      "##K": 163,
      "##7": 164,
      "##N": 165,
      "##ā": 166,
      "##,": 167,
      "##H": 168,
      "##°": 169,
      "##*": 170,
      "##Z": 171,
      "##en": 172,
      "##er": 173,
      "##an": 174,
      "##on": 175,
      "##in": 176,
      "##ar": 177,
      "##JP": 178,
      "##ou": 179,
      "##am": 180,
      "no": 181,
      "##al": 182,
      "##he": 183,
      "##or": 184,
      "##at": 185,
      "##es": 186,
      "##ai": 187,
      "##hi": 188,
      "##ku": 189,
      "##as": 190,
      "##et": 191,
      "##ac": 192,
      "##ag": 193,
      "The": 194,
      "##su": 195,
      "##un": 196,
      "##le": 197,
      "##ic": 198,
      "II": 199,
      "##ur": 200,
      "##ei": 201,
      "of": 202,
      "##ad": 203,
      "##ki": 204,
      "##ro": 205,
      "St": 206,
      "##ing": 207,
      "##all": 208,
      "##ol": 209,
      "##ak": 210,
      "##om": 211,
      "##ri": 212,
      "##ig": 213,
      "##us": 214,
      "##ter": 215,
      "##re": 216,
      "##il": 217,
      "##it": 218,
      "Sh": 219,
      "##is": 220,
      "##aku": 221,
      "Ch": 222,
      "##'s": 223,
      "Dr": 224,
      "##ion": 225,
      "##ent": 226,
      "##and": 227,
      "##oku": 228,
      "##uu": 229,
      "##per": 230,
      "the": 231,
      "##id": 232,
      "##ot": 233,
      "##ow": 234,
      "##igh": 235,
      "Sp": 236,
      "Su": 237,
      "##ec": 238,
      "##ens": 239,
      "##ari": 240,
      "##etsu": 241,
      "##agon": 242,
      "##est": 243,
      "Dragon": 244,
      "##im": 245,
      "##oc": 246,
      "##os": 247,
      "##ge": 248,
      "Dai": 249,
      "Fam": 250,
      "##ld": 251,
      "##ken": 252,
      "Super": 253,
      "War": 254,
      "Ad": 255,
      "##ob": 256,
      "##ra": 257,
      "##um": 258,
      "##ball": 259,
      "##op": 260,
      "Adv": 261,
      "##ir": 262,
      "##ant": 263,
      "##ch": 264,
      "##entur": 265,
      "Nin": 266,
      "##yuu": 267,
      "##ja": 268,
      "Pro": 269,
      "##ke": 270,
      "##ame": 271,
      "##ight": 272,
      "Bas": 273,
      "Ma": 274,
      "Wor": 275,
      "##tle": 276,
      "##den": 277,
      "Adventur": 278,
      "##PA": 279,
      "##sen": 280,
      "##ack": 281,
      "World": 282,
      "##PAL": 283,
      "##em": 284,
      "##ce": 285,
      "##nd": 286,
      "##sh": 287,
      "II:": 288,
      "##ily": 289,
      "Ninja": 290,
      "##ble": 291,
      "##ok": 292,
      "##ay": 293,
      "##ut": 294,
      "##!!": 295,
      "##ero": 296,
      "Bl": 297,
      "##eg": 298,
      "##ek": 299,
      "##od": 300,
      "##man": 301,
      "##jin": 302,
      "##atsu": 303,
      "III": 304,
      "Family": 305,
      "Qu": 306,
      "Star": 307,
      "Bat": 308,
      "Mon": 309,
      "San": 310,
      "##ab": 311,
      "Shi": 312,
      "##el": 313,
      "##ed": 314,
      "##ky": 315,
      "##shi": 316,
      "##ers": 317,
      "##th": 318,
      "Cl": 319,
      "Dens": 320,
      "Gun": 321,
      "##e:": 322,
      "##og": 323,
      "##ap": 324,
      "##ong": 325,
      "##ach": 326,
      "Densetsu": 327,
      "Kid": 328,
      "Man": 329,
      "Mei": 330,
      "##ard": 331,
      "Is": 332,
      "##ace": 333,
      "##rior": 334,
      "Ar": 335,
      "Game": 336,
      "Sen": 337,
      "in": 338,
      "##ry": 339,
      "##land": 340,
      "##s:": 341,
      "Warrior": 342,
      "'9": 343,
      "##ie": 344,
      "##ub": 345,
      "##ji": 346,
      "##aru": 347,
      "Shin": 348,
      "Base": 349,
      "De": 350,
      "For": 351,
      "Ten": 352,
      "to": 353,
      "##ta": 354,
      "##ma": 355,
      "##end": 356,
      "##art": 357,
      "##ock": 358,
      "Baseball": 359,
      "Ball": 360,
      "Cas": 361,
      "Gol": 362,
      "and": 363,
      "##ll": 364,
      "##iz": 365,
      "##enge": 366,
      "##age": 367,
      "##adi": 368,
      "##ect": 369,
      "##key": 370,
      "Quest": 371,
      "2:": 372,
      "Bo": 373,
      "Dou": 374,
      "Ge": 375,
      "King": 376,
      "Sens": 377,
      "Te": 378,
      "Yak": 379,
      "##te": 380,
      "##tl": 381,
      "##iv": 382,
      "##go": 383,
      "##ue": 384,
      "##ster": 385,
      "##amp": 386,
      "##ade": 387,
      "Mah": 388,
      "Adventure": 389,
      "Adventures": 390,
      "Battle": 391,
      "Go": 392,
      "Ky": 393,
      "Mag": 394,
      "Ul": 395,
      "##st": 396,
      "##ang": 397,
      "##ashi": 398,
      "##ill": 399,
      "III:": 400,
      "Yakyuu": 401,
      "Ult": 402,
      "Chi": 403,
      "Gai": 404,
      "Hero": 405,
      "Ji": 406,
      "##ool": 407,
      "##gi": 408,
      "##ketsu": 409,
      "##ud": 410,
      "##dam": 411,
      "##ana": 412,
      "##ouk": 413,
      "Stre": 414,
      "Gaiden": 415,
      "Street": 416,
      "Con": 417,
      "Fight": 418,
      "In": 419,
      "Mo": 420,
      "Pac": 421,
      "SD": 422,
      "##a:": 423,
      "##aw": 424,
      "##sei": 425,
      "##ber": 426,
      "##jong": 427,
      "##er:": 428,
      "##ash": 429,
      "##own": 430,
      "##ighter": 431,
      "##ario": 432,
      "Island": 433,
      "Mahjong": 434,
      "Magic": 435,
      "An": 436,
      "Fighter": 437,
      "Kar": 438,
      "Land": 439,
      "Leg": 440,
      "Pl": 441,
      "Rob": 442,
      "Sai": 443,
      "Tai": 444,
      "Tur": 445,
      "##to": 446,
      "##az": 447,
      "##ul": 448,
      "##mo": 449,
      "##s.": 450,
      "##pp": 451,
      "##ord": 452,
      "##ation": 453,
      "Champ": 454,
      "Space": 455,
      "##oshi": 456,
      "Wars": 457,
      "##rain": 458,
      "Warriors": 459,
      "Am": 460,
      "Bu": 461,
      "Cap": 462,
      "Don": 463,
      "Hy": 464,
      "Ken": 465,
      "Kai": 466,
      "Kun": 467,
      "Mis": 468,
      "Rock": 469,
      "Tak": 470,
      "##ey": 471,
      "##ev": 472,
      "##oad": 473,
      "##ling": 474,
      "##ik": 475,
      "##der": 476,
      "##ate": 477,
      "##ator": 478,
      "##atari": 479,
      "##ura": 480,
      "##akush": 481,
      "Chall": 482,
      "##occ": 483,
      "Monog": 484,
      "##kyoku": 485,
      "Gundam": 486,
      "Golf": 487,
      "Geki": 488,
      "Monogatari": 489,
      "Fl": 490,
      "Ik": 491,
      "Kei": 492,
      "Met": 493,
      "Mut": 494,
      "Ne": 495,
      "Nek": 496,
      "On": 497,
      "Rac": 498,
      "Sol": 499,
      "Satsu": 500,
      "To": 501,
      "Tr": 502,
      "Th": 503,
      "Tou": 504,
      "Tat": 505,
      "Top": 506,
      "Train": 507,
      "Wr": 508,
      "##ia": 509,
      "##son": 510,
      "##bou": 511,
      "##jou": 512,
      "##00": 513,
      "##ond": 514,
      "##are": 515,
      "##ous": 516,
      "##ami": 517,
      "##ast": 518,
      "##aster": 519,
      "##unge": 520,
      "##ick": 521,
      "Stadi": 522,
      "##akai": 523,
      "##ity": 524,
      "Dais": 525,
      "##emon": 526,
      "##ship": 527,
      "Club": 528,
      "Senshi": 529,
      "##tles": 530,
      "Legend": 531,
      "Champion": 532,
      "Challenge": 533,
      "Mutant": 534,
      "Stadium": 535,
      "'n": 536,
      "2JP": 537,
      "Al": 538,
      "Cr": 539,
      "Du": 540,
      "Ex": 541,
      "Gre": 542,
      "Ki": 543,
      "My": 544,
      "Mario": 545,
      "Sc": 546,
      "Sei": 547,
      "Socc": 548,
      "##eJP": 549,
      "##ck": 550,
      "##aJP": 551,
      "##io": 552,
      "##goku": 553,
      "##yu": 554,
      "##ōken": 555,
      "##sion": 556,
      "##bo": 557,
      "##-K": 558,
      "##ance": 559,
      "##ushi": 560,
      "Shou": 561,
      "##akusen": 562,
      "##ower": 563,
      "##ost": 564,
      "Senki": 565,
      "Jiken": 566,
      "Pachi": 567,
      "Nekketsu": 568,
      "Satsujin": 569,
      "Trainer:": 570,
      "Wrest": 571,
      "Daisakusen": 572,
      "Bro": 573,
      "Com": 574,
      "City": 575,
      "Do": 576,
      "Dre": 577,
      "Dunge": 578,
      "Fin": 579,
      "Fant": 580,
      "Gr": 581,
      "Gy": 582,
      "Gen": 583,
      "Hun": 584,
      "Igo": 585,
      "Jo": 586,
      "Meg": 587,
      "Par": 588,
      "Power": 589,
      "Res": 590,
      "Sec": 591,
      "Tsu": 592,
      "Wiz": 593,
      "##ct": 594,
      "##chi": 595,
      "##oot": 596,
      "##ron": 597,
      "##rin": 598,
      "##ial": 599,
      "##ire": 600,
      "##kai": 601,
      "##her": 602,
      "##by": 603,
      "##enage": 604,
      "##ine": 605,
      "##ass": 606,
      "##aga": 607,
      "##icom": 608,
      "##ake": 609,
      "##ush": 610,
      "##ide": 611,
      "Famicom": 612,
      "Monster": 613,
      "##tain": 614,
      "Castle": 615,
      "Double": 616,
      "Teenage": 617,
      "Ultim": 618,
      "Moero": 619,
      "Turtles": 620,
      "Captain": 621,
      "New": 622,
      "Championship": 623,
      "Soccer": 624,
      "Dream": 625,
      "Dungeon": 626,
      "Wizard": 627,
      "'8": 628,
      "At": 629,
      "Fu": 630,
      "Gan": 631,
      "Gal": 632,
      "Gaku": 633,
      "His": 634,
      "Ind": 635,
      "Kn": 636,
      "Le": 637,
      "Last": 638,
      "Me": 639,
      "Mic": 640,
      "Ou": 641,
      "Sch": 642,
      "Tom": 643,
      "Tec": 644,
      "Tim": 645,
      "Un": 646,
      "##o:": 647,
      "##oJP": 648,
      "##oid": 649,
      "##ru": 650,
      "##r.": 651,
      "##ram": 652,
      "##av": 653,
      "##ly": 654,
      "##ian": 655,
      "##you": 656,
      "##ko": 657,
      "##kan": 658,
      "##koku": 659,
      "##up": 660,
      "##ss": 661,
      "##jō": 662,
      "##eric": 663,
      "##ones": 664,
      "##ark": 665,
      "##ort": 666,
      "##ess": 667,
      "##adow": 668,
      "##ris": 669,
      "Shadow": 670,
      "Spy": 671,
      "Spec": 672,
      "Force": 673,
      "Play": 674,
      "Americ": 675,
      "Metal": 676,
      "Tatakai": 677,
      "##-Kun": 678,
      "Shougi": 679,
      "Final": 680,
      "Fantas": 681,
      "Moero!!": 682,
      "Knight": 683,
      "School": 684,
      "Tecmo": 685,
      "Special": 686,
      "Aku": 687,
      "Best": 688,
      "Car": 689,
      "Cup": 690,
      "Gh": 691,
      "Gam": 692,
      "Goku": 693,
      "Jin": 694,
      "Kong": 695,
      "Lit": 696,
      "Min": 697,
      "Mir": 698,
      "Mach": 699,
      "Master": 700,
      "Naz": 701,
      "Pu": 702,
      "Part": 703,
      "Prin": 704,
      "Se": 705,
      "Sw": 706,
      "Sil": 707,
      "Ter": 708,
      "Yum": 709,
      "vs.": 710,
      "##tou": 711,
      "##ood": 712,
      "##ret": 713,
      "##aj": 714,
      "##aki": 715,
      "##ler": 716,
      "##if": 717,
      "##nen": 718,
      "##nis": 719,
      "##yn": 720,
      "##y:": 721,
      "##yan": 722,
      "##ka": 723,
      "##ket": 724,
      "##san": 725,
      "##ha": 726,
      "##han": 727,
      "##ject": 728,
      "##-P": 729,
      "##-S": 730,
      "##win": 731,
      "##vil": 732,
      "##Man": 733,
      "##eru": 734,
      "##one": 735,
      "##int": 736,
      "##ino": 737,
      "##iny": 738,
      "##ora": 739,
      "##atach": 740,
      "##kun": 741,
      "##ase": 742,
      "##ague": 743,
      "##unn": 744,
      "IIJP": 745,
      "Stor": 746,
      "##uster": 747,
      "Daibou": 748,
      "Basket": 749,
      "Sans": 750,
      "Class": 751,
      "Kids": 752,
      "Meijin": 753,
      "'92": 754,
      "Shinan": 755,
      "Tennis": 756,
      "Ikari": 757,
      "Great": 758,
      "Wrestling": 759,
      "Gakuen": 760,
      "Little": 761,
      "Daibouken": 762,
      "(D": 763,
      "Be": 764,
      "Bom": 765,
      "Bre": 766,
      "Bow": 767,
      "Bir": 768,
      "Bōken": 769,
      "Dest": 770,
      "Dyn": 771,
      "El": 772,
      "Em": 773,
      "Foot": 774,
      "Fire": 775,
      "Hon": 776,
      "Hol": 777,
      "Hir": 778,
      "IV": 779,
      "Jum": 780,
      "Jr.": 781,
      "Kag": 782,
      "Kit": 783,
      "Kyuu": 784,
      "Mad": 785,
      "Maru": 786,
      "NH": 787,
      "Nen": 788,
      "Ra": 789,
      "Race": 790,
      "Rev": 791,
      "Road": 792,
      "Sl": 793,
      "Sn": 794,
      "Sim": 795,
      "Tan": 796,
      "Twin": 797,
      "Vol": 798,
      "Wat": 799,
      "Yab": 800,
      "Zen": 801,
      "on": 802,
      "##e]": 803,
      "##tack": 804,
      "##oo": 805,
      "##rn": 806,
      "##ax": 807,
      "##ah": 808,
      "##ies": 809,
      "##niv": 810,
      "##gs": 811,
      "##mei": 812,
      "##mand": 813,
      "##ban": 814,
      "##bare": 815,
      "##-1": 816,
      "##ff": 817,
      "##ver": 818,
      "##[e]": 819,
      "##qu": 820,
      "##enJP": 821,
      "##arth": 822,
      "##out": 823,
      "##acul": 824,
      "##ics": 825,
      "##urn": 826,
      "Stri": 827,
      "##ingen": 828,
      "##ally": 829,
      "##ition": 830,
      "##ista": 831,
      "Chō": 832,
      "Chou": 833,
      "Dr.": 834,
      "##ider": 835,
      "##ockey": 836,
      "Famista": 837,
      "##obun": 838,
      "Project": 839,
      "##oko": 840,
      "##utsu": 841,
      "##eka": 842,
      "##ode": 843,
      "Sansu": 844,
      "##ell": 845,
      "##apon": 846,
      "DensetsuJP": 847,
      "##ield": 848,
      "Street:": 849,
      "Fighting": 850,
      "Donkey": 851,
      "Mission": 852,
      "Rockman": 853,
      "Duck": 854,
      "Myster": 855,
      "Mega": 856,
      "Resc": 857,
      "Secret": 858,
      "##ction": 859,
      "Attack": 860,
      "Ganbare": 861,
      "Time": 862,
      "Fantasy": 863,
      "Akuma": 864,
      "Ghost": 865,
      "Yume": 866,
      "##atach)": 867,
      "Sansū": 868,
      "(Datach)": 869,
      "Kyuukyoku": 870,
      "NHK": 871,
      "Revenge": 872,
      "13": 873,
      "19": 874,
      "3:": 875,
      "Air": 876,
      "Action": 877,
      "Ban": 878,
      "Bar": 879,
      "Bou": 880,
      "Bad": 881,
      "Bob": 882,
      "Bub": 883,
      "Bakush": 884,
      "Ca": 885,
      "Cy": 886,
      "Cos": 887,
      "Cra": 888,
      "Cir": 889,
      "Dig": 890,
      "Dod": 891,
      "Down": 892,
      "Dark": 893,
      "Dora": 894,
      "Ed": 895,
      "Earth": 896,
      "Fuu": 897,
      "F-1": 898,
      "Field": 899,
      "He": 900,
      "Ho": 901,
      "Hak": 902,
      "Hom": 903,
      "Hari": 904,
      "Hockey": 905,
      "Jack": 906,
      "Jones": 907,
      "Kam": 908,
      "Kab": 909,
      "Lol": 910,
      "Mus": 911,
      "Mit": 912,
      "Ni": 913,
      "Nan": 914,
      "Night": 915,
      "Nobun": 916,
      "Ot": 917,
      "Pin": 918,
      "Pal": 919,
      "Pun": 920,
      "Ren": 921,
      "Rai": 922,
      "Ret": 923,
      "Rad": 924,
      "Rol": 925,
      "Rally": 926,
      "Rider": 927,
      "Ses": 928,
      "Sur": 929,
      "Tet": 930,
      "Tre": 931,
      "Wan": 932,
      "Win": 933,
      "Yoshi": 934,
      "for": 935,
      "##ee": 936,
      "##eal": 937,
      "##ty": 938,
      "##of": 939,
      "##ric": 940,
      "##ao": 941,
      "##aos": 942,
      "##lin": 943,
      "##xing": 944,
      "##ix": 945,
      "##ip": 946,
      "##iJP": 947,
      "##iana": 948,
      "##ger": 949,
      "##yo": 950,
      "##yū": 951,
      "##kyuu": 952,
      "##mon": 953,
      "##.C": 954,
      "##-O": 955,
      "##-nen": 956,
      "##-kun": 957,
      "##erJP": 958,
      "##an's": 959,
      "##on's": 960,
      "##in'": 961,
      "##ara": 962,
      "##ary": 963,
      "##arou": 964,
      "##amaru": 965,
      "##ald": 966,
      "##ato": 967,
      "##es:": 968,
      "##eshi": 969,
      "##ett": 970,
      "##ette": 971,
      "##under": 972,
      "##ley": 973,
      "##kiri": 974,
      "##ross": 975,
      "##olf": 976,
      "##red": 977,
      "##ite": 978,
      "##ishi": 979,
      "Chuu": 980,
      "Dracul": 981,
      "Sport": 982,
      "Dragons:": 983,
      "##ima": 984,
      "##imm": 985,
      "##kenden": 986,
      "##opp": 987,
      "Advance": 988,
      "##antei": 989,
      "##shou": 990,
      "##!!JP": 991,
      "Black": 992,
      "Quiz": 993,
      "Shiro": 994,
      "Fort": 995,
      "##ector": 996,
      "Boxing": 997,
      "Team": 998,
      "Goal": 999,
      "##anger": 1000,
      "Ultram": 1001,
      "##oukou": 1002,
      "Gaiden:": 1003,
      "##awa": 1004,
      "Robot": 1005,
      "Keisan": 1006,
      "Racing": 1007,
      "Solom": 1008,
      "Thunder": 1009,
      "##000": 1010,
      "Crus": 1011,
      "Bros.": 1012,
      "Command": 1013,
      "Grand": 1014,
      "Gyakush": 1015,
      "Hunter": 1016,
      "Dungeons": 1017,
      "Indiana": 1018,
      "League": 1019,
      "Mickey": 1020,
      "Games": 1021,
      "Jinsei": 1022,
      "Machine": 1023,
      "Sword": 1024,
      "Basketball": 1025,
      "Classic": 1026,
      "Break": 1027,
      "Football": 1028,
      "Jump": 1029,
      "Rescue": 1030,
      "Bobble": 1031,
      "Bubble": 1032,
      "Circ": 1033,
      "Dodge": 1034,
      "Home": 1035,
      "Harikiri": 1036,
      "Nobunaga": 1037,
      "Return": 1038,
      "Sesame": 1039,
      "##.C.": 1040,
      "##-nen:": 1041,
      "Advanced": 1042,
      "Ultraman": 1043,
      "As": 1044,
      "Ab": 1045,
      "Ast": 1046,
      "Back": 1047,
      "Bill": 1048,
      "Di": 1049,
      "Den": 1050,
      "Dan": 1051,
      "Dal": 1052,
      "Des": 1053,
      "Die": 1054,
      "Demon": 1055,
      "Eag": 1056,
      "Fis": 1057,
      "Gl": 1058,
      "Gu": 1059,
      "God": 1060,
      "Gach": 1061,
      "Gimm": 1062,
      "Har": 1063,
      "Hoku": 1064,
      "Him": 1065,
      "Hik": 1066,
      "Id": 1067,
      "Ice": 1068,
      "Je": 1069,
      "Ju": 1070,
      "Jun": 1071,
      "Jaj": 1072,
      "Ker": 1073,
      "Kero": 1074,
      "Lord": 1075,
      "Load": 1076,
      "Mom": 1077,
      "Mot": 1078,
      "Nor": 1079,
      "Nak": 1080,
      "Op": 1081,
      "Ob": 1082,
      "Po": 1083,
      "Pa": 1084,
      "Pop": 1085,
      "Pool": 1086,
      "Rush": 1087,
      "Ser": 1088,
      "Sal": 1089,
      "Sky": 1090,
      "Tal": 1091,
      "Tot": 1092,
      "Tiny": 1093,
      "Val": 1094,
      "Vide": 1095,
      "We": 1096,
      "WW": 1097,
      "Whe": 1098,
      "Wai": 1099,
      "Yu": 1100,
      "Ys": 1101,
      "Yam": 1102,
      "or": 1103,
      "##ov": 1104,
      "##rei": 1105,
      "##rus": 1106,
      "##a!": 1107,
      "##aur": 1108,
      "##les": 1109,
      "##lot": 1110,
      "##ius": 1111,
      "##ike": 1112,
      "##na": 1113,
      "##gu": 1114,
      "##gon": 1115,
      "##ya": 1116,
      "##y!": 1117,
      "##yer": 1118,
      "##kk": 1119,
      "##k:": 1120,
      "##ker": 1121,
      "##dom": 1122,
      "##mp": 1123,
      "##pei": 1124,
      "##bu": 1125,
      "##bow": 1126,
      "##bie": 1127,
      "##bōken": 1128,
      "##buster": 1129,
      "##ju": 1130,
      "##-B": 1131,
      "##-C": 1132,
      "##-L": 1133,
      "##-D": 1134,
      "##-Man": 1135,
      "##wolf": 1136,
      "##van": 1137,
      "##[1": 1138,
      "##za": 1139,
      "##zy": 1140,
      "##zz": 1141,
      "##zum": 1142,
      "##zase": 1143,
      "##inator": 1144,
      "##inbow": 1145,
      "##aro": 1146,
      "##oun": 1147,
      "##ou:": 1148,
      "##ament": 1149,
      "##amura": 1150,
      "##amond": 1151,
      "##ori": 1152,
      "##att": 1153,
      "##ath": 1154,
      "##atte": 1155,
      "##ete": 1156,
      "##act": 1157,
      "##acle": 1158,
      "##une": 1159,
      "##ice": 1160,
      "##ichi": 1161,
      "##ure": 1162,
      "##ki!": 1163,
      "##rom": 1164,
      "##rop": 1165,
      "Stud": 1166,
      "##us:": 1167,
      "##ree": 1168,
      "##akuri": 1169,
      "##akusei": 1170,
      "Chin": 1171,
      "Chaos": 1172,
      "##okun": 1173,
      "##oto": 1174,
      "##ense": 1175,
      "Daibōken": 1176,
      "##opard": 1177,
      "Bases": 1178,
      "##shin": 1179,
      "Blue": 1180,
      "##man:": 1181,
      "'91": 1182,
      "'90": 1183,
      "Devil": 1184,
      "Form": 1185,
      "Tengoku": 1186,
      "Casino": 1187,
      "Golgo": 1188,
      "Kingdom": 1189,
      "##tlet": 1190,
      "Goemon": 1191,
      "Chip": 1192,
      "##oukai": 1193,
      "Cont": 1194,
      "Magical": 1195,
      "Ankoku": 1196,
      "Karakuri": 1197,
      "Robo": 1198,
      "##ppy": 1199,
      "Bugs": 1200,
      "Hyd": 1201,
      "Kung": 1202,
      "Takah": 1203,
      "Takeshi": 1204,
      "Gekitou": 1205,
      "Keib": 1206,
      "Racer": 1207,
      "Toon": 1208,
      "Toki": 1209,
      "Track": 1210,
      "Tourn": 1211,
      "##sons:": 1212,
      "##ouse": 1213,
      "Pachiokun": 1214,
      "Broth": 1215,
      "Hunt": 1216,
      "Ultimate": 1217,
      "Wizards": 1218,
      "Wizardry": 1219,
      "'88": 1220,
      "Fukk": 1221,
      "Hisshou": 1222,
      "Mezase": 1223,
      "America": 1224,
      "American": 1225,
      "Carniv": 1226,
      "Miracle": 1227,
      "Nazo": 1228,
      "Prince": 1229,
      "Bowl": 1230,
      "Bird": 1231,
      "Hiryu": 1232,
      "Rainbow": 1233,
      "Chōsen": 1234,
      "Cyber": 1235,
      "Crazy": 1236,
      "Edition": 1237,
      "Kamen": 1238,
      "Lolo": 1239,
      "Pinball": 1240,
      "Punch": 1241,
      "Surf": 1242,
      "Tetris": 1243,
      "Dracula": 1244,
      "Diamond": 1245,
      "Eagle": 1246,
      "Gachapon": 1247,
      "Hokuto": 1248,
      "Jeopard": 1249,
      "Jajamaru": 1250,
      "Loaded": 1251,
      "Momot": 1252,
      "WWF": 1253,
      "Wheel": 1254,
      "Studio": 1255,
      "Takahashi": 1256,
      "Tournament": 1257,
      "Fukkatsu": 1258,
      "Carnival": 1259,
      "Jeopardy!": 1260,
      "(J": 1261,
      "(G": 1262,
      "Ai": 1263,
      "Ak": 1264,
      "Aki": 1265,
      "Ath": 1266,
      "All": 1267,
      "Big": 1268,
      "Boku": 1269,
      "Bay": 1270,
      "Bart": 1271,
      "Bio": 1272,
      "Bunn": 1273,
      "Che": 1274,
      "Col": 1275,
      "Cob": 1276,
      "Cry": 1277,
      "Coun": 1278,
      "Der": 1279,
      "Day": 1280,
      "Dash": 1281,
      "Ei": 1282,
      "Eg": 1283,
      "Eik": 1284,
      "Fr": 1285,
      "Fushi": 1286,
      "Ga": 1287,
      "Ging": 1288,
      "Gra": 1289,
      "Hi": 1290,
      "Hen": 1291,
      "Hei": 1292,
      "Hot": 1293,
      "High": 1294,
      "Hoshi": 1295,
      "Iron": 1296,
      "Jou": 1297,
      "Jet": 1298,
      "Kl": 1299,
      "Kō": 1300,
      "KO": 1301,
      "Kou": 1302,
      "Kage": 1303,
      "Key": 1304,
      "Kick": 1305,
      "Koukou": 1306,
      "Lion": 1307,
      "Lost": 1308,
      "Lif": 1309,
      "Mar": 1310,
      "Mou": 1311,
      "Mor": 1312,
      "Mas": 1313,
      "Mac": 1314,
      "Mak": 1315,
      "Mec": 1316,
      "Might": 1317,
      "Makai": 1318,
      "No": 1319,
      "Nam": 1320,
      "Nag": 1321,
      "Nant": 1322,
      "Nishi": 1323,
      "Oo": 1324,
      "Ook": 1325,
      "Oly": 1326,
      "Over": 1327,
      "Ph": 1328,
      "Pen": 1329,
      "Pan": 1330,
      "Pon": 1331,
      "Pri": 1332,
      "Pock": 1333,
      "Rou": 1334,
      "Rei": 1335,
      "Ring": 1336,
      "Rom": 1337,
      "Ryuu": 1338,
      "Rem": 1339,
      "Radi": 1340,
      "Riv": 1341,
      "Ramp": 1342,
      "Runn": 1343,
      "Ryū": 1344,
      "Sa": 1345,
      "Sor": 1346,
      "Sus": 1347,
      "Sent": 1348,
      "Sek": 1349,
      "Sab": 1350,
      "Saw": 1351,
      "Sator": 1352,
      "Squ": 1353,
      "Sof": 1354,
      "Tō": 1355,
      "Tar": 1356,
      "Tag": 1357,
      "Tro": 1358,
      "Tri": 1359,
      "Tens": 1360,
      "Tok": 1361,
      "Tab": 1362,
      "Town": 1363,
      "Up": 1364,
      "US": 1365,
      "Veg": 1366,
      "Wag": 1367,
      "Wily": 1368,
      "Wood": 1369,
      "Wakusei": 1370,
      "Yō": 1371,
      "Yū": 1372,
      "Yan": 1373,
      "Yor": 1374,
      "Ze": 1375,
      "Zom": 1376,
      "Zoid": 1377,
      "Zone": 1378,
      "at": 1379,
      "ga": 1380,
      "ni": 1381,
      "wo": 1382,
      "##e)": 1383,
      "##eki": 1384,
      "##e's": 1385,
      "##co": 1386,
      "##com": 1387,
      "##cade": 1388,
      "##cess": 1389,
      "##t:": 1390,
      "##tsu": 1391,
      "##tball": 1392,
      "##town": 1393,
      "##tantei": 1394,
      "##ox": 1395,
      "##oy": 1396,
      "##oon": 1397,
      "##oki": 1398,
      "##lon": 1399,
      "##lide": 1400,
      "##ien": 1401,
      "##ior": 1402,
      "##iri": 1403,
      "##ny": 1404,
      "##gaku": 1405,
      "##ying": 1406,
      "##ues": 1407,
      "##uji": 1408,
      "##dou": 1409,
      "##day": 1410,
      "##mer": 1411,
      "##mes:": 1412,
      "##minator": 1413,
      "##sPAL": 1414,
      "##sette": 1415,
      "##hn": 1416,
      "##hou": 1417,
      "##hai": 1418,
      "##hatt": 1419,
      "##py": 1420,
      "##pu": 1421,
      "##pan": 1422,
      "##paku": 1423,
      "##pense": 1424,
      "##psons:": 1425,
      "##bl": 1426,
      "##bas": 1427,
      "##.:": 1428,
      "##.I": 1429,
      "##jor": 1430,
      "##!?": 1431,
      "##!JP": 1432,
      "##-2": 1433,
      "##-3": 1434,
      "##Ball": 1435,
      "##Cop": 1436,
      "##fend": 1437,
      "##way": 1438,
      "##vas": 1439,
      "##FR": 1440,
      "##anJP": 1441,
      "##anaru": 1442,
      "##onshi": 1443,
      "##onies": 1444,
      "##arch": 1445,
      "##our": 1446,
      "##ou)": 1447,
      "##ouble": 1448,
      "##ou!!": 1449,
      "##outo": 1450,
      "##atanaru": 1451,
      "##esJP": 1452,
      "##kuu": 1453,
      "##etic": 1454,
      "##acy": 1455,
      "##lem": 1456,
      "##leMan": 1457,
      "##ict": 1458,
      "##aders": 1459,
      "##kie": 1460,
      "##ki:": 1461,
      "##roku": 1462,
      "Ste": 1463,
      "##ings": 1464,
      "##omi": 1465,
      "##rio": 1466,
      "Shu": 1467,
      "Shang": 1468,
      "Shingen": 1469,
      "Chu": 1470,
      "##ents": 1471,
      "Spiri": 1472,
      "##lda": 1473,
      "##cha": 1474,
      "##yuuki": 1475,
      "##amed": 1476,
      "Bass": 1477,
      "Max": 1478,
      "Mappy": 1479,
      "Major": 1480,
      "WorldJP": 1481,
      "##sha": 1482,
      "Blob": 1483,
      "Blade": 1484,
      "Blues": 1485,
      "IIIJP": 1486,
      "Sanrio": 1487,
      "Shima": 1488,
      "Shijou": 1489,
      "##edd": 1490,
      "##kyou": 1491,
      "Manhatt": 1492,
      "Meikan": 1493,
      "Meikyuu": 1494,
      "Meitantei": 1495,
      "Arm": 1496,
      "Aratanaru": 1497,
      "'93": 1498,
      "Dead": 1499,
      "Defend": 1500,
      "Ball:": 1501,
      "Cassette": 1502,
      "##ection": 1503,
      "Boy": 1504,
      "Boken": 1505,
      "Kings": 1506,
      "Goonies": 1507,
      "Kyonshi": 1508,
      "Kyouto": 1509,
      "##stal": 1510,
      "Heroes": 1511,
      "##oukon": 1512,
      "Conn": 1513,
      "Anpan": 1514,
      "Karate": 1515,
      "Karao": 1516,
      "Plan": 1517,
      "Saikyou": 1518,
      "Taisen": 1519,
      "Taito": 1520,
      "Turbo": 1521,
      "Hyper": 1522,
      "Kaiketsu": 1523,
      "Kunio": 1524,
      "Misa": 1525,
      "Gekijou": 1526,
      "Flying": 1527,
      "One": 1528,
      "Trouble": 1529,
      "Three": 1530,
      "Touch": 1531,
      "StadiumJP": 1532,
      "'n'": 1533,
      "Alien": 1534,
      "Exc": 1535,
      "##boy": 1536,
      "##ushiki": 1537,
      "Pachi-S": 1538,
      "WrestleMan": 1539,
      "Doom": 1540,
      "John": 1541,
      "Second": 1542,
      "##her-P": 1543,
      "Castlevan": 1544,
      "Ultima": 1545,
      "Turtles:": 1546,
      "Galax": 1547,
      "Tomato": 1548,
      "##avy": 1549,
      "Players": 1550,
      "##-Kun:": 1551,
      "Special:": 1552,
      "NazoJP": 1553,
      "Puzz": 1554,
      "Princess": 1555,
      "Search": 1556,
      "Terminator": 1557,
      "Story": 1558,
      "Storm": 1559,
      "Bomber": 1560,
      "Destiny": 1561,
      "Honoo": 1562,
      "Holmes:": 1563,
      "IV:": 1564,
      "Slay": 1565,
      "Snow": 1566,
      "Simpsons:": 1567,
      "TwinB": 1568,
      "Vol.": 1569,
      "Watashi": 1570,
      "Yabou:": 1571,
      "##quest": 1572,
      "Mystery": 1573,
      "Akumajō": 1574,
      "Ghostbuster": 1575,
      "194": 1576,
      "Bouken": 1577,
      "Bakushou!!": 1578,
      "Caper": 1579,
      "Cosmo": 1580,
      "Downtown": 1581,
      "Fuuun": 1582,
      "Kabushiki": 1583,
      "Musashi": 1584,
      "Palace": 1585,
      "Roller": 1586,
      "Wanpaku": 1587,
      "##rice:": 1588,
      "##ettatte": 1589,
      "Sports": 1590,
      "##oppi": 1591,
      "Fortune": 1592,
      "Goal!": 1593,
      "Solomon's": 1594,
      "Crusade": 1595,
      "Gyakushuu": 1596,
      "Circus": 1597,
      "Fisher-P": 1598,
      "Hikari": 1599,
      "Junior": 1600,
      "Keroppi": 1601,
      "Open": 1602,
      "Video": 1603,
      "Yamamura": 1604,
      "##zumou": 1605,
      "Chines": 1606,
      "Formul": 1607,
      "Contra": 1608,
      "RoboCop": 1609,
      "Hydlide": 1610,
      "Brothers": 1611,
      "Hisshougaku": 1612,
      "Momotaro": 1613,
      "(Jou)": 1614,
      "(Ge)": 1615,
      "Akira": 1616,
      "Bunny": 1617,
      "Cobra": 1618,
      "Crystal": 1619,
      "Count": 1620,
      "Derby": 1621,
      "Fushigi": 1622,
      "Ginga": 1623,
      "Life": 1624,
      "Namco": 1625,
      "Nantettatte": 1626,
      "Oozumou": 1627,
      "Ookami": 1628,
      "Olymp": 1629,
      "Pocket": 1630,
      "Ryūkenden": 1631,
      "Suspense": 1632,
      "Sekai": 1633,
      "Sawyer": 1634,
      "Satoru": 1635,
      "Softball": 1636,
      "Vegas": 1637,
      "Wagyan": 1638,
      "Yancha": 1639,
      "York": 1640,
      "Zelda": 1641,
      "Zombie": 1642,
      "##.I.": 1643,
      "Shanghai": 1644,
      "Manhattan": 1645,
      "Anpanman": 1646,
      "Karaoke": 1647,
      "Pachi-Slot": 1648,
      "Castlevania": 1649,
      "Ghostbusters": 1650,
      "Fisher-Price:": 1651,
      "(JP": 1652,
      "10": 1653,
      "25": 1654,
      "20": 1655,
      "4:": 1656,
      "5:": 1657,
      "Av": 1658,
      "Aer": 1659,
      "Ara": 1660,
      "And": 1661,
      "Atl": 1662,
      "A-B": 1663,
      "Aoki": 1664,
      "Bal": 1665,
      "Bur": 1666,
      "Bak": 1667,
      "Band": 1668,
      "Bab": 1669,
      "Bard": 1670,
      "Baz": 1671,
      "Bik": 1672,
      "Bunge": 1673,
      "Bush": 1674,
      "Buster": 1675,
      "Cop": 1676,
      "Centur": 1677,
      "Cav": 1678,
      "Cris": 1679,
      "Coo": 1680,
      "Cross": 1681,
      "Din": 1682,
      "Dent": 1683,
      "Dem": 1684,
      "Dud": 1685,
      "Dino": 1686,
      "Doko": 1687,
      "Deka": 1688,
      "Da!": 1689,
      "Es": 1690,
      "Ep": 1691,
      "Evil": 1692,
      "Fe": 1693,
      "FC": 1694,
      "F1": 1695,
      "Fū": 1696,
      "Fer": 1697,
      "Fun": 1698,
      "Fle": 1699,
      "Fri": 1700,
      "Fari": 1701,
      "Fut": 1702,
      "Fev": 1703,
      "Fox": 1704,
      "Gar": 1705,
      "Gor": 1706,
      "Got": 1707,
      "Gob": 1708,
      "G.I.": 1709,
      "Ha": 1710,
      "Her": 1711,
      "Han": 1712,
      "Hou": 1713,
      "Hor": 1714,
      "Hit": 1715,
      "Haru": 1716,
      "Hana": 1717,
      "Haw": 1718,
      "Hakush": 1719,
      "HenJP": 1720,
      "Hell": 1721,
      "Hector": 1722,
      "House": 1723,
      "Ic": 1724,
      "It": 1725,
      "Im": 1726,
      "Ipp": 1727,
      "Ishin": 1728,
      "Jar": 1729,
      "Jac": 1730,
      "Jing": 1731,
      "Jis": 1732,
      "Jid": 1733,
      "Jek": 1734,
      "Jong": 1735,
      "Jud": 1736,
      "Jima": 1737,
      "J-L": 1738,
      "Ko": 1739,
      "Ku": 1740,
      "Kon": 1741,
      "Kin": 1742,
      "Kur": 1743,
      "Kis": 1744,
      "Kir": 1745,
      "Kame": 1746,
      "Kura": 1747,
      "Khan": 1748,
      "Kett": 1749,
      "Kishi": 1750,
      "Kawa": 1751,
      "Las": 1752,
      "Let": 1753,
      "Lun": 1754,
      "Lot": 1755,
      "Low": 1756,
      "Light": 1757,
      "Liv": 1758,
      "Lode": 1759,
      "Lov": 1760,
      "M.": 1761,
      "Mer": 1762,
      "Mam": 1763,
      "Mat": 1764,
      "Mur": 1765,
      "Mil": 1766,
      "Matsu": 1767,
      "Med": 1768,
      "Mog": 1769,
      "Mash": 1770,
      "Mous": 1771,
      "Mr.": 1772,
      "NA": 1773,
      "NE": 1774,
      "Nem": 1775,
      "Nation": 1776,
      "Ningen": 1777,
      "Nichi": 1778,
      "Or": 1779,
      "Off": 1780,
      "Oeka": 1781,
      "Pe": 1782,
      "Per": 1783,
      "Pol": 1784,
      "Pit": 1785,
      "Pir": 1786,
      "Pach": 1787,
      "Pip": 1788,
      "Ri": 1789,
      "Ran": 1790,
      "Ram": 1791,
      "Run": 1792,
      "Rec": 1793,
      "Retsu": 1794,
      "Rack": 1795,
      "Rod": 1796,
      "Red": 1797,
      "Rog": 1798,
      "Rang": 1799,
      "Rul": 1800,
      "Real": 1801,
      "Ranger": 1802,
      "R.C.": 1803,
      "Sy": 1804,
      "Sk": 1805,
      "Sm": 1806,
      "Son": 1807,
      "Sat": 1808,
      "Sem": 1809,
      "Saga": 1810,
      "Six": 1811,
      "Ty": 1812,
      "Ton": 1813,
      "Thi": 1814,
      "Tei": 1815,
      "Tig": 1816,
      "Tit": 1817,
      "Tetsu": 1818,
      "Tantei": 1819,
      "Toukon": 1820,
      "Ur": 1821,
      "Uki": 1822,
      "Uch": 1823,
      "Uchi": 1824,
      "V'": 1825,
      "V:": 1826,
      "Wh": 1827,
      "Whi": 1828,
      "Wack": 1829,
      "Way": 1830,
      "Wana": 1831,
      "Wario": 1832,
      "Wher": 1833,
      "Wald": 1834,
      "Xev": 1835,
      "Yo": 1836,
      "Yon": 1837,
      "You": 1838,
      "Youkai": 1839,
      "Z:": 1840,
      "Zai": 1841,
      "de": 1842,
      "he": 1843,
      "mo": 1844,
      "Ōgon": 1845,
      "##ep": 1846,
      "##e!": 1847,
      "##eague": 1848,
      "##ci": 1849,
      "##cle": 1850,
      "##tr": 1851,
      "##tō": 1852,
      "##tai": 1853,
      "##tei": 1854,
      "##tel": 1855,
      "##tte": 1856,
      "##oe": 1857,
      "##o?": 1858,
      "##oop": 1859,
      "##raku": 1860,
      "##rari": 1861,
      "##ress": 1862,
      "##a's": 1863,
      "##la": 1864,
      "##lock": 1865,
      "##lord": 1866,
      "##laster": 1867,
      "##letic": 1868,
      "##ier": 1869,
      "##iac": 1870,
      "##ible": 1871,
      "##ious": 1872,
      "##ner": 1873,
      "##ning": 1874,
      "##ness": 1875,
      "##gen": 1876,
      "##gou": 1877,
      "##gor": 1878,
      "##ghi": 1879,
      "##get": 1880,
      "##gus": 1881,
      "##gate": 1882,
      "##yl": 1883,
      "##yon": 1884,
      "##yak": 1885,
      "##yll": 1886,
      "##ya:": 1887,
      "##kū": 1888,
      "##kou": 1889,
      "##ka:": 1890,
      "##uit": 1891,
      "##ue:": 1892,
      "##ō!": 1893,
      "##dō": 1894,
      "##ds": 1895,
      "##dai": 1896,
      "##dier": 1897,
      "##m:": 1898,
      "##mai": 1899,
      "##mic": 1900,
      "##maku": 1901,
      "##mura": 1902,
      "##moto": 1903,
      "##sf": 1904,
      "##sw": 1905,
      "##sJP": 1906,
      "##som": 1907,
      "##satsu": 1908,
      "##'n": 1909,
      "##hō": 1910,
      "##hen": 1911,
      "##hin": 1912,
      "##henJP": 1913,
      "##pire": 1914,
      "##bi": 1915,
      "##bat": 1916,
      "##bit": 1917,
      "##bot": 1918,
      "##bir": 1919,
      "##back": 1920,
      "##bble": 1921,
      "##bian": 1922,
      "##bler": 1923,
      "##bition": 1924,
      "##butsu": 1925,
      "##..": 1926,
      "##.E": 1927,
      "##.S": 1928,
      "##jo": 1929,
      "##jan": 1930,
      "##jaku": 1931,
      "##juu": 1932,
      "##jutsu": 1933,
      "##-J": 1934,
      "##-A": 1935,
      "##-M": 1936,
      "##-W": 1937,
      "##-F": 1938,
      "##-G": 1939,
      "##-N": 1940,
      "##-bu": 1941,
      "##10": 1942,
      "##3:": 1943,
      "##L.E": 1944,
      "##fu": 1945,
      "##fall": 1946,
      "##fect": 1947,
      "##wa": 1948,
      "##wor": 1949,
      "##Em": 1950,
      "##Tal": 1951,
      "##Trop": 1952,
      "##va": 1953,
      "##vity": 1954,
      "##][1": 1955,
      "##ze": 1956,
      "##zou": 1957,
      "##zoku": 1958,
      "##zill": 1959,
      "##ū!": 1960,
      "##,000": 1961,
      "##enario": 1962,
      "##enger": 1963,
      "##ane": 1964,
      "##ank": 1965,
      "##in:": 1966,
      "##inko": 1967,
      "##inha": 1968,
      "##arter": 1969,
      "##oul": 1970,
      "##oumon": 1971,
      "##aman": 1972,
      "##ames": 1973,
      "##amand": 1974,
      "##amite": 1975,
      "##als": 1976,
      "##hell": 1977,
      "##heher": 1978,
      "##ory": 1979,
      "##aton": 1980,
      "##atter": 1981,
      "##ester": 1982,
      "##essen": 1983,
      "##kuri": 1984,
      "##asol": 1985,
      "##asure": 1986,
      "##ets": 1987,
      "##achi": 1988,
      "##acles": 1989,
      "##aga:": 1990,
      "##suke": 1991,
      "##unker": 1992,
      "##untlet": 1993,
      "##icJP": 1994,
      "##ical": 1995,
      "##ice:": 1996,
      "##iceJP": 1997,
      "IIPAL": 1998,
      "##urut": 1999,
      "##uro:": 2000,
      "##eisen": 2001,
      "##ader": 2002,
      "##adill": 2003,
      "##rol": 2004,
      "##roll": 2005,
      "Stall": 2006,
      "Steal": 2007,
      "##omo": 2008,
      "##rier": 2009,
      "##rill": 2010,
      "##ign": 2011,
      "##igawa": 2012,
      "##uss": 2013,
      "##ild": 2014,
      "##ita": 2015,
      "##ital": 2016,
      "##itsu": 2017,
      "##iting": 2018,
      "Shuu": 2019,
      "Shoot": 2020,
      "##iss": 2021,
      "##perboy": 2022,
      "##ott": 2023,
      "##otsu": 2024,
      "##owar": 2025,
      "##owout": 2026,
      "Spe": 2027,
      "Spl": 2028,
      "Spot": 2029,
      "Spel": 2030,
      "Spart": 2031,
      "Dragon:": 2032,
      "##imber": 2033,
      "##och": 2034,
      "##osaur": 2035,
      "##gege": 2036,
      "Daiku": 2037,
      "Daisu": 2038,
      "Daiun": 2039,
      "Warp": 2040,
      "Wars:": 2041,
      "Addam": 2042,
      "##obics": 2043,
      "##antom": 2044,
      "##antis": 2045,
      "##chou": 2046,
      "Pro:": 2047,
      "Probot": 2048,
      "Pro-A": 2049,
      "##ke!": 2050,
      "##ame:": 2051,
      "##ightJP": 2052,
      "##den:": 2053,
      "##denJP": 2054,
      "##eman": 2055,
      "##ember": 2056,
      "##cell": 2057,
      "##celon": 2058,
      "NinjaJP": 2059,
      "##oker": 2060,
      "##okai": 2061,
      "##okkun": 2062,
      "##okoumon": 2063,
      "##ayo": 2064,
      "Block": 2065,
      "Blood": 2066,
      "Blowout": 2067,
      "##egade": 2068,
      "##odius": 2069,
      "Quarter": 2070,
      "Stars": 2071,
      "Stars:": 2072,
      "StarTrop": 2073,
      "Batman": 2074,
      "Battles": 2075,
      "Batman:": 2076,
      "Battlet": 2077,
      "Money": 2078,
      "Shirei": 2079,
      "##eda": 2080,
      "##kyū": 2081,
      "##shien": 2082,
      "##ersary": 2083,
      "##thday": 2084,
      "Clu": 2085,
      "Climber": 2086,
      "Gun:": 2087,
      "##appy": 2088,
      "Kid:": 2089,
      "Mansion": 2090,
      "Maniac": 2091,
      "Meiro": 2092,
      "Meimon": 2093,
      "Issh": 2094,
      "Arch": 2095,
      "Arkan": 2096,
      "Arcade": 2097,
      "GamePAL": 2098,
      "Sengoku": 2099,
      "Senyou": 2100,
      "##ryu": 2101,
      "##ryaku": 2102,
      "'94": 2103,
      "##ji:": 2104,
      "##jika:": 2105,
      "Deep": 2106,
      "Tenchi": 2107,
      "Tenkai": 2108,
      "##endo": 2109,
      "##adius": 2110,
      "Book": 2111,
      "Doujou": 2112,
      "Doukyuu": 2113,
      "Gear": 2114,
      "Gegege": 2115,
      "KingJP": 2116,
      "King's": 2117,
      "Sensei": 2118,
      "Sensation": 2119,
      "Kyu": 2120,
      "Kyor": 2121,
      "Kyout": 2122,
      "##stones": 2123,
      "##angle": 2124,
      "Ultra": 2125,
      "Chiki": 2126,
      "Chitei": 2127,
      "Jiko": 2128,
      "Jikuu": 2129,
      "##udan": 2130,
      "Conquest": 2131,
      "Inc": 2132,
      "Inter": 2133,
      "Invas": 2134,
      "Inner": 2135,
      "Moon": 2136,
      "Pac-Man": 2137,
      "Anniv": 2138,
      "Anci": 2139,
      "Legacy": 2140,
      "Saigo": 2141,
      "Saiya": 2142,
      "Saiyuuki": 2143,
      "Saidai": 2144,
      "Tairi": 2145,
      "Taiyou": 2146,
      "##azade": 2147,
      "##ppari": 2148,
      "Ambition": 2149,
      "Capcom": 2150,
      "Donald": 2151,
      "Kaimaku": 2152,
      "Kaijuu": 2153,
      "Kuni": 2154,
      "KunJP": 2155,
      "Miss": 2156,
      "Takeda": 2157,
      "##eye": 2158,
      "##oads": 2159,
      "GolfJP": 2160,
      "MonogatariJP": 2161,
      "Flint": 2162,
      "Metro": 2163,
      "One:": 2164,
      "Solst": 2165,
      "Soldier": 2166,
      "##son's": 2167,
      "##ousai": 2168,
      "Club:": 2169,
      "ChallengePAL": 2170,
      "Alone": 2171,
      "Crash": 2172,
      "Dug": 2173,
      "Excell": 2174,
      "Scram": 2175,
      "Scenario": 2176,
      "Scheher": 2177,
      "Scroll": 2178,
      "Seiki": 2179,
      "Seirei": 2180,
      "Seiya:": 2181,
      "Senki:": 2182,
      "DaisakusenJP": 2183,
      "Compu": 2184,
      "Combat": 2185,
      "Door": 2186,
      "Doki!": 2187,
      "Gradius": 2188,
      "Gyro": 2189,
      "Gen-S": 2190,
      "Genghi": 2191,
      "Joe": 2192,
      "Joe:": 2193,
      "Megami": 2194,
      "Parasol": 2195,
      "Parodius": 2196,
      "Ressha": 2197,
      "Tsuri": 2198,
      "Tsuru": 2199,
      "Tsubas": 2200,
      "Tsuppari": 2201,
      "##kaiJP": 2202,
      "##ake!!": 2203,
      "##ushinha": 2204,
      "Monsters": 2205,
      "'89": 2206,
      "'87": 2207,
      "Hissatsu": 2208,
      "Mejika:": 2209,
      "Michi": 2210,
      "Ougon": 2211,
      "TatakaiJP": 2212,
      "Cup:": 2213,
      "Gambler": 2214,
      "Gokuraku": 2215,
      "Mini": 2216,
      "Minna": 2217,
      "Mirai": 2218,
      "Puyo": 2219,
      "Party": 2220,
      "Silk": 2221,
      "Silver": 2222,
      "##ajima": 2223,
      "##han:": 2224,
      "##-Pro": 2225,
      "TennisJP": 2226,
      "WrestlingJP": 2227,
      "Beach": 2228,
      "Bomb": 2229,
      "Bowling": 2230,
      "Birthday": 2231,
      "BōkenJP": 2232,
      "Dynamite": 2233,
      "Emble": 2234,
      "Empire": 2235,
      "Kagi": 2236,
      "Kitty": 2237,
      "MaruJP": 2238,
      "Snake": 2239,
      "Simul": 2240,
      "Tank": 2241,
      "Tanigawa": 2242,
      "Volley": 2243,
      "##rney": 2244,
      "##ffle": 2245,
      "Strik": 2246,
      "Striker": 2247,
      "Choujin": 2248,
      "##ell's": 2249,
      "DuckTal": 2250,
      "Mystery:": 2251,
      "Revenge:": 2252,
      "13:": 2253,
      "Airwolf": 2254,
      "Banana": 2255,
      "Barcelon": 2256,
      "Bakushō!": 2257,
      "Cosmic": 2258,
      "Digital": 2259,
      "Doraemon": 2260,
      "Heavy": 2261,
      "Hook": 2262,
      "Hakkenden": 2263,
      "Mitsu": 2264,
      "Mitokoumon": 2265,
      "Nanatsu": 2266,
      "Othell": 2267,
      "Palamed": 2268,
      "Renegade": 2269,
      "Trek:": 2270,
      "Treasure": 2271,
      "##lins": 2272,
      "##-Out": 2273,
      "Chuugoku": 2274,
      "Shiroki": 2275,
      "Solomon": 2276,
      "Crusaders": 2277,
      "Commando": 2278,
      "Commander": 2279,
      "Mickey's": 2280,
      "BasketballJP": 2281,
      "Break:": 2282,
      "Circuit": 2283,
      "Nobunaga's": 2284,
      "Returns": 2285,
      "Asob": 2286,
      "Astro": 2287,
      "Danpei": 2288,
      "Dale": 2289,
      "Dale:": 2290,
      "Design": 2291,
      "Guard": 2292,
      "Godzill": 2293,
      "Gimme": 2294,
      "Gimmick": 2295,
      "Harry": 2296,
      "HimeJP": 2297,
      "Ide": 2298,
      "North": 2299,
      "Nakajima": 2300,
      "Poi": 2301,
      "Paaman": 2302,
      "Paperboy": 2303,
      "Popeye": 2304,
      "Salad": 2305,
      "Salamand": 2306,
      "Tale": 2307,
      "Totsu": 2308,
      "Week": 2309,
      "Weapon": 2310,
      "##guin": 2311,
      "##juku": 2312,
      "##-Chan:": 2313,
      "##-Land": 2314,
      "TengokuJP": 2315,
      "Kingdoms": 2316,
      "Kung-F": 2317,
      "Keiba": 2318,
      "Mezase!": 2319,
      "Cybern": 2320,
      "Punch-Out": 2321,
      "Diamonds": 2322,
      "Athletic": 2323,
      "Chess": 2324,
      "Eiyuu": 2325,
      "Eikou": 2326,
      "Gauntlet": 2327,
      "Gravity": 2328,
      "Heisei": 2329,
      "Journey": 2330,
      "Mech": 2331,
      "Mighty": 2332,
      "Nishimura": 2333,
      "Overlord": 2334,
      "Phantom": 2335,
      "Penguin": 2336,
      "Prix": 2337,
      "Romance": 2338,
      "Remember": 2339,
      "Rivals": 2340,
      "Rampart": 2341,
      "Runner": 2342,
      "Saint": 2343,
      "Sentai": 2344,
      "Saburo:": 2345,
      "Square": 2346,
      "Tarurut": 2347,
      "Triangle": 2348,
      "Tensei": 2349,
      "USA": 2350,
      "Yōsuke": 2351,
      "Zoids:": 2352,
      "##ekiJP": 2353,
      "##!?JP": 2354,
      "##-2-3": 2355,
      "Steel": 2356,
      "Shuffle": 2357,
      "Chuushinha": 2358,
      "Spirit:": 2359,
      "Deadly": 2360,
      "Defender": 2361,
      "Connection": 2362,
      "Planet": 2363,
      "Kunio-Kun": 2364,
      "Exciting": 2365,
      "WrestleMania": 2366,
      "Galaxy": 2367,
      "Players'": 2368,
      "Puzzle": 2369,
      "Bomberman": 2370,
      "Slayer": 2371,
      "TwinBee": 2372,
      "1943:": 2373,
      "Chinese": 2374,
      "Formula": 2375,
      "Country": 2376,
      "Olympus": 2377,
      "(JP)": 2378,
      "10-": 2379,
      "25th": 2380,
      "2010": 2381,
      "Aerobics": 2382,
      "Arabian": 2383,
      "Atlantis": 2384,
      "A-B-C": 2385,
      "Bard's": 2386,
      "Bikkuri": 2387,
      "Bungeling": 2388,
      "Bushou": 2389,
      "Century": 2390,
      "Caveman": 2391,
      "Crisis": 2392,
      "Dinosaur": 2393,
      "Dentetsu": 2394,
      "Dudes": 2395,
      "Esper": 2396,
      "Ferrari": 2397,
      "Fleet": 2398,
      "Future": 2399,
      "Heracles": 2400,
      "Hello": 2401,
      "Jackie": 2402,
      "Jinguji": 2403,
      "Jissen": 2404,
